[
  {
    "title": "",
    "textBlocks": [
      "At the Precision Proteomics Center, we develop mass spectrometry-based proteomics workflows with a specific focus on enhancing their robustness and efficiency for clinical applications. In addition to measuring protein abundances, we focus on developing workflows that utilize peptide-level information and analyze post-translational modifications, particularly glycosylations. We apply these technologies in biomarker discovery studies of large cohorts, as well as in functional studies in various disease areas, with a particular focus on allergies, skin diseases, and oncology.",
      "Proteins are the functional building blocks of life, and their levels are defined by both genetic and environmental factors. The precise regulation of proteins is fundamental in all biological processes and alterations of the proteome are associated with diseases. Thus, studying proteins and its association with the phenotype is key for cell biology, understanding disease mechanisms, and ultimately improving patient care."
    ]
  },
  {
    "title": "Skin Proteomics – Unraveling Disease Mechanisms and Advancing Diagnostic Applications",
    "textBlocks": [
      "Inflammatory skin diseases, such as atopic dermatitis, are complex conditions influenced by both genetic and environmental factors. While the number of available treatments continues to grow, diagnosis still relies on subjective clinical scoring, and personalized treatment approaches remain limited.",
      "Our platform enables a comprehensive mapping of the skin proteome to unravel disease phenotypes. Beyond traditional skin biopsies, we work with non-invasive sampling methods like tape strips, which enhance patient accessibility and facilitate routine clinical implementation. Our ultimate goal is to identify disease-specific protein signatures that enable early detection, personalized treatment selection, and precise monitoring of therapeutic responses."
    ]
  },
  {
    "title": "Precision Proteomics in Lymphoma Research",
    "textBlocks": [
      "Lymphomas comprise a highly heterogeneous group of cancers, with over 80 distinct subtypes, each exhibiting unique clinical behaviors and treatment responses. These complexities pose significant challenges in diagnosis and therapy. Current diagnostic approaches primarily rely on morphology, immunophenotyping, and genetics. However, with a growing arsenal of therapeutic options, a deeper understanding of disease mechanisms and more personalized treatment guidance are urgently needed.",
      "As part of a project funded by LOOP Zurich, we are establishing a comprehensive proteomics platform that integrates large-scale protein data into a biomedical informatics framework. This project involves analyzing the proteomes of over 2,500 tissue and liquid biopsy samples from the University Hospital Zurich Biobank (Thorsten Zenz and Marco Bühler), covering a broad spectrum of lymphoma subtypes. The resulting dataset will be the largest and most detailed lymphoma proteomics resource to date.",
      "Our ultimate goal is to enhance lymphoma diagnostics and facilitate its integration into routine clinical practice at University Hospital Zurich. By enabling clinicians and researchers to access and leverage proteomics data, we aim to advance precision oncology and improve patient outcomes."
    ]
  },
  {
    "title": "Glycosylation in Allergies and Immune Regulation",
    "textBlocks": [
      "Glycosylation is a fundamental post-translational modification that plays a crucial role in immune system regulation. Aberrant glycosylation patterns have been linked to various diseases, yet the field remains underexplored due to technological challenges in analyzing glycan structures. At the Proteomics Center in Davos, we are actively developing workflows and data analysis pipelines to enable the mapping of glycosylation patterns, addressing their complexity and low ionization efficiency in mass spectrometry-based measurements.",
      "Given the central role of IgE antibodies in allergic reactions, we are particularly interested in understanding how glycosylation impacts clinical outcomes and treatment responses. By dissecting the molecular mechanisms underlying glycosylation changes, we aim to uncover novel biomarkers and therapeutic targets that could improve allergy diagnostics and management."
    ]
  },
  {
    "title": "Proteome Profiling of Immune Cells in Health and Disease",
    "textBlocks": [
      "The proteome reveals critical insights beyond transcriptomics, particularly in understanding post-translational modifications (PTMs) and functional protein dynamics. While immune cells have been extensively studied using single-cell RNA sequencing, most knowledge remains at the RNA level. In contrast, the functional proteomic landscape of immune cells is far less explored.",
      "The proteome reveals critical insights beyond transcriptomics, particularly in understanding post-translational modifications (PTMs) and functional protein dynamics. While immune cells have been extensively studied using single-cell RNA sequencing, most knowledge remains at the RNA level. In contrast, the functional proteomic landscape of immune cells is far less explored."
    ]
  },
  {
    "title": "Targeted Metabolomics of Amino Acids and Central Metabolites",
    "textBlocks": [
      "Cellular metabolism is a highly complex and interconnected set of biochemical reactions that occur within a cell. These reactions are required to provide energy and building blocks essential for cell survival, growth and proliferation. We are developing methods for the quantification of amino acids and key metabolites of glycolysis and the tricarboxylic acid cycle. Combined with our proteomics approaches, metabolic profiling provides a more complete picture. In collaboration with the [Sokolowska lab](https://www.siaf.uzh.ch/immune_metabolism.html), we are studying metabolism in the context of immune cells, where metabolic reprogramming plays a pivotal role in deciding cell fate and effector function."
    ]
  }
]
